INSERT INTO movies (title, year)
VALUES ('Побег из Шоушенка', 1994);
    ('Крестный отец', 1972);
    ('Подозрительные лица', 1995);
    ('Звёздные войны: Эпизод V', 1980);
    ('Форрест Гамп', 1994);
    ('Под покровом ночи', 2007);
    ('Список Шиндлера', 1993);
    ('Леон', 1994);
    ('Властелин колец: Возвращение короля', 2003);
    ('Операция «Ы» и другие приключения Шурика', 1965);

INSERT INTO actors (fullname)
VALUES ('Тим Роббинс');
    ('Морган Фриман');
    ('Марлон Брандо');
    ('Аль Пачино');
    ('Кевин Спейси');
    ('Габриэль Бирн');
    ('Марк Хэмилл');
    ('Харрисон Форд');
    ('Том Хэнкс');
    ('Робин Райт');
    ('Христиан Бэйл');
    ('Хит Леджер');
    ('Лиам Нисон');
    ('Бен Кингсли');
    ('Жан Рено');
    ('Натали Портман');
    ('Иэн МакКеллен');
    ('Элайджа Вуд');
    ('Александр Демьяненко');
    ('Юрий Никулин');

INSERT INTO directors (fullname)
VALUES ('Фрэнк Дарабонт');
    ('Фрэнсис Форд Коппола');
    ('Брайан Сингер');
    ('Ирвин Кершнер');
    ('Роберт Земекис');
    ('Кристофер Нолан');
    ('Стивен Спилберг');
    ('Люк Бессон');
    ('Питер Джексон');
    ('Леонид Гайдай');
INSERT INTO directors_movies (director_id, movie_id)
VALUES (1, 1);
    (2, 2);
    (3, 3);
    (4, 4);
    (5, 5);
    (6, 6);
    (7, 7);
    (8, 8);
    (9, 9);
    (10, 10);
INSERT INTO actors_movies (actor_id, movie_id)
VALUES (1, 1);
    (2, 1);
    (3, 2);
    (4, 2);
    (5, 3);
    (6, 3);
    (7, 4);
    (8, 4);
    (9, 5);
    (10, 5);
    (11, 6);
    (12, 6);
    (13, 7);
    (14, 7);
    (15, 8);
    (16, 8);
    (17, 9);
    (18, 9);
    (19, 10);
    (20, 10);

